Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: smj
Languages: sma

source: målssot uttrykkajt ja tjoavddet vuostasj- ja nuppátpotensa liknigijt, ærádisájt ja likniksystemajt ja rievddat liknigijt eksponensiála ja logaritmafunksjåvnåj, sihke riekknima ja digitála vædtsagij baktu.
sma: lahtesh jeatjahlaakan hammoedidh jïh ligningh, joekehtsvoeth jïh ligningesystemh voestes jïh mubpede graadeste loetedh jïh aelhkie ligningh eksponentiale- jïh logaritmefunksjovnigujmie, dovne ryökneminie jïh digitaale dïrregigujmie

source: målssot praktihkalasj tjuolmav liknigij, ærádissaj jali likniksystebmaj, tjoavddet matematihkalasj gássjelisvuodav digitála vædtsagij ja daj dagi, åvddånbuktet ja vuodustit tjoavddusav ja árvulasj man guoskavasj dat le ja ráddjidusájt
sma: aktem praktihkeles dåeriesmoerem akten ligningese, akten joekehtsvoetese jallh akten ligningesystemese jarkelidh, dam matematihkeles dåeriesmoerem loetedh digitaale dïrregigujmie jïh bielelen, åehpiedehtedh jïh vaestiedassem buerkiestidh, jïh vuarjasjidh mennie sijjesne daate faamoem åtna. jïh gusnie ij faamoem utnieh

source: tjielggit sinusa, cosinusa ja tangensa definisjåvnåjt ja trigonometrijav adnet merustalátjit guhkkudagájt, viŋŋkalijt ja areálav moattelágásj gålmåtjiegagijn
sma: definisjovnide sinus, cosinus jïh tangens buerkiestidh jïh trigonometrijem nuhtjedh juktie gåhkoeh, skaavhtegh jïh arealem aerviedidh saaht mejnie golmenskaavteginie

source: adnet duolbbada geometrijav analyseritjit ja tjoavdádit moattebelak teorehtalasj ja praktihkalasj tjuolmajt guhkkudagáj, viŋŋkalij ja areálajn
sma: geometrijem planetesne nuhtjedh juktie analyjseradidh jïh loetedh gellielaaketje teoretihkeles jïh praktihkeles dåeriesmoerh gåhkoejgujmie, skaavhtegigujmie jïh arealine

source: dahkat ja adnet sárggomijt ja tjuorggamijt tjuolmajt hábbmitjit, dahkamusájt tjoavdátjit ja tjoavddusijt åvddånbuvtátjit ja vuodustittjat, digitála vædtsagij ja daj dagi
sma: darjodh jïh nuhtjedh åvteguvvieh jïh guvvieh juktie dåeriesmoerh hammoedidh, laavenjasseloetemisnie jïh juktie åehpiedehtedh jïh buerkiestidh vaestiedasside digitaale dïrregigujmie jïh bielelen digitaale dïrregh

source: Jáhkedahttevuohta
sma: Aarvehtse

source: formulerit, gæhttjaladdat ja árvvaladdat uniforma ja iehpeuniforma jahkedahttevuodamodellajt
sma: formuleradidh, eksperimenteradidh jïh digkiedidh uniforme jïh ij-uniforme aarvehtsemaallh

source: merustallat jáhkedahttevuodav gå låhkå gájka vuogas ja vejulasj båhtusijt ruossatabellaj, venndiagrámmaj ja jáhkedahttevuodamuoraj viehkken, ja addisjåvnnågárgadisáv ja buvtagárgadisáv adnet
sma: aarvehtsem aerviedidh viehkine eensi jïh seapan illedahkenuepieh ryöknedh, systematiseradidh maam bæjjese ryökneme viehkine kroessetabellijste, venndiagrammijste jïh veeljeme-moerijste, jïh addisjovneraajesem jïh dorjeseraajesem nuhtjedh

source: tjielggit funksjåvnnåbuojkuldagáv ja máhttet målssot iesjgeŋgalasj funksjåvnnååvddånbuktemij gaskan
sma: funksjovnedïejvesem buerkiestidh jïh maehtedh ovmessie funksjovnevoeti gaskem jeatjahtehtedh

source: merustallat nullatjuorgav, ekstremálatjuorgav, ruossimtjuorgav ja gasskameralasj stuorromfártav, gávnnat momentána stuorromfárta sullásasj árvojt ja dajt ássjij gáktuj dahkat muhtem praktihkalasj dålkkumijt
sma: nullepunktem, ekstremalpunktem, kroessedimmiepunktem jïh gaskemedtien sjïdtedimmedrïektem aerviedidh, lïhke aarvoeh momentaane sjïdtedimmiedrïektese gaavnedh jïh såemies praktihkeles toelhkestimmieh vedtedh daejstie aspektijste

source: tjielggit deriverima definisjåvnåv, adnet definisjåvnåv gávnatjit polynomfunksjåvnåj derivasjåvnnånjuolgadusáv ja dan njuolgadusá milta funksjåvnåjt árvvaladdat
sma: tjïelkestidh dïejvesem den deriverte, tjïelkestimmiem nuhtjedh juktie aktem derivasjovne-njoelkedassem darjodh polynomefunksjovnide, jïh daam njoelkedassem nuhtjedh juktie funksjovnh digkiedidh

source: dahkat, dålkkut ja tjielggit funksjåvnåjt ma tjielggiji praktihkalasj tjuolmajt, analyserit empiralasj funksjåvnåjt ja gávnadit sulle lineára funksjåvnåv, digitála vædtsagij ja daj dagá
sma: darjodh, toelhkestidh jïh buerkiestidh funksjovnh mah praktihkeles dåeriesmoerh buerkiestieh, empiriske funksjovnh analyjseradidh jïh lahtesh gaavnedh lïhke lineæære ektiedimmide, digitaale dïrregigujmie jïh bielelen

source: adnet digitála vædtsagijt åvddånbuvtátjit ja analyseritjit polynomfunksjåvnåj, ruohttsafunksjåvnåj, rasjonála funksjåvnåj, eksponentiálafunksjåvnåj ja potensiálafunksjåvnåj kombinasjåvnåjt
sma: digitaale dïrregh nuhtjedh juktie darjodh jïh analyjseradidh aktanimmieh polynomfunksjovnijste, roehtsefunksjovnijste, rasjovnaale funksjovnijste, eksponentialfunksjovnijste jïh potensfunksjovnijste

source: Máhtudakmihto 1 P – Jo1 oahppogárvedime oahppoprográmma maŋŋela
sma: Maahtoeulmieh 1 P mænngan – Jåa1 studijeryöjreden ööhpehtimmieprogrammh

source: sulleriekknistit vásstádusájt, praktihkalasj dahkamusájt riekknistit digitála vædtsagij ja daj dagá, båhtusijt åvddånbuktet ja árvustallat makta li vuohkasa
sma: aerviedidh vaestiedassh, praktihkeles laavenjassh ryöknedh, digitaale dïrregigujmie jïh bielelen, illedahkide åehpiedehtedh jïh vuarjasjidh man reaktoe dah leah

source: dålkkut, giehtadallat, árvustallat ja dagástallat matematihkalasj sisanov tjálalasj, njálmálasj ja gráfalasj åvddånbuktemijn
sma: toelhkestidh, gïetedidh, vuarjasjidh jïh digkiedidh dam matematihkeles sisvegem tjaaleldh, njaalmeldh jïh grafihkeles åehpiedehteminie

source: álkkedahttet moatteladák uttrykkajt ja tjoavddet vuostasjpotensa liknigijt ja álkkes potænnsaliknigijt
sma: lahtesh jienebh lïhtsigujmie aelhkiehtidh jïh ligningh loetedh voestes graadeste jïh aelhkie potenseligningh

source: dålkkut ja adnet foarmmalijt ma árkkabæjvváj ja virggeiellemij guosski
sma: toelhkestidh jïh nuhtjedh formelh mah leah aarkebiejjien jïh barkoejieleden bïjre

source: riekknit aktijvuodaj, prosentaj, prosænntatjuorgaj ja stuorromfaktåvråjn
sma: ryöknedh gaskemsvoetine, prosentine, prosentepoengine jïh sjïdtedimmiefaktovrine

source: giehtadallat proporsjonála ja måttso proporsjonála stuorrudagájt praktihkalasj aktijvuodajn
sma: proporsjovnaale jïh båastoeh proporsjovnaale stoeredahkh gïetedidh praktihkeles ektiedimmine

source: adnet ja vuodustit avtahámakvuodav, mihtov ja Pytagorasa gárgadisáv merustallamijda ja praktihkalasj bargon
sma: nuhtjedh jïh buerkiestidh åtnoem hammoehedteste, möölegeståahkeste jïh Pytagoresen raajesistie aerviedimmide jïh praktihkeles barkosne

source: tjoavddet tjuolmajt ma guosski guhkkudahkaj, viŋŋkalijda, areállaj ja vuobmanij
sma: dåeriesmoerh loetedh gåhkoen, skaavhtegen, arealen jïh volumen bïjre

source: riekknit iesjgeŋgalágásj mihttimavtadagáj, moattelágásj mihttimvædtsagijt adnet, árvustallat makkir mihttimvædtsaga li vuohkusa, ja árvustallat man iehpesihkara mihttima li
sma: ryöknedh ovmessie möölegeektievoetigujmie, ovmessie möölehtimmiedïrregh nuhtjedh, vuarjasjidh mah möölehtimmiedïrregh mah leah maereles, jïh vuarjasjidh man ovseekere dah möölehtimmieh leah

source: dålkkut, dahkat ja adnet sárggomijt ja barggotjuorggamijt tjuolmajda ma li kultur- ja virggeiellemis ja åvddånbuktet ja vuodustit tjoavddusijt
sma: toelhkestidh, darjodh jïh åvteguvvieh jïh barkoeguvvieh nuhtjedh dåeriesmoerine kultuvre-jïh barkoejieliedistie, jïh vaestiedassh åehpiedehtedh jïh tjïelkestidh

source: dahkat buojkulvisájt ja simulerimijt soajtádagáj ja tjielggit jáhkedahttevuoda buojkuldagáv
sma: vuesiehtimmieh jïh aerviedimmieh darjodh saaht mejstie heannadimmijste jïh dïejvesem aarvehtse buerkiestidh

source: merustallat jáhkedahttevuodaj gå låhkå gájka vuogas ja vejulasj båhtusijt, låhkåmijt systematiserit ruossatabellaj, venndiagrámmaj ja válljimmuoraj baktu ja addisjåvnnågárgadisáv ja buvtagárgadisáv praktihkalasj aktijvuodajn adnet
sma: aarvehtsem aerviedidh viehkine bæjjese ryöknedh eensi jïh seapan illedahkh, systematiseradidh ryöknemidie viehkine kroessetabellijste, vennediagrammijste jïh veeljeme-moerijste jïh addisjovneraajesem jïh dorjeseraajesem nuhtjedh praktihkeles ektiedimmine

source: tjielggit lineára stuorroma buojkuldagáv, vuosedit dákkár stuorromav ja adnet dav praktihkalasj aktijvuodan, aj digitálalattjat
sma: buerkiestidh dïejvesem lineæære sjïdtedimmie, vuesiehtidh guktie dagkeres sjïdtedimmie jåhta jïh dam rïektesisnie nuhtjedh, aaj digitaalelaakan

source: lånudallat iesjgeŋgalágásj funksjåvnåj representasjåvnåj gaskan
sma: jarkelidh ovmessie funksjovnevoeti gaskem

source: guoradallat funksjåvnåjt ma tjielggiji praktihkalasj dilijt, ja mierredit nullatjuorgav, ekstremálatjuorgav ja ruossimtjuorgav ja dålkkut båhtusij praktihkalasj ávkev
sma: funksjovnh goerehtidh mah praktihkeles tsiehkieh buerkiestieh, viehkine nullepunktem, ekstremalpunktem jïh kroessedimmiepunktem vihtiestidh, jïh dam praktihkeles aarvoem illedahkijste toelhkestidh

source: tjielggit ja riekknit haddeindeksajn, kråvnnåárvujn, duohtabálkkájn ja nominála bálkkájn ja merustallat sisbåhtusav, værov ja divudijt
sma: buerkiestidh jïh ryöknedh åasa-indeksine, kråvna-aarvojne, realebaalhkine jïh nominelle baalhkine jïh baalhkam, skaehtiem jïh maaksoeh aerviedidh

source: árvustallat gålådimev ja kredihttakårtå anov ja biedjat budsjehtav ja ruhtalågov riekknimárkkaj
sma: åtnoem jïh laajkoekåarhteåtnoem vuarjasjidh jïh budsjedtem jïh reeknehlåhkoem bæjjese bïejedh viehkine ryöknemeaarhkeste

source: guoradallat ja árvustallat iesjgeŋgalágásj luojkkama ja siesstema vuogijt
sma: goerehtidh jïh vuarjasjidh ovmessie lööneme- jïh spååremevuekieh

source: Máhtudakmihto 1T-Y – Jo1 oahppogárvedime oahppoprográmma maŋŋela
sma: Maahtoeulmieh 1T-B mænngan– Jåa1 barkoefaageles ööhpehtimmieprogrammh

source: Máhtudakmihto 1P-Y – Jo1 oahppogárvedime oahppoprográmma maŋŋela
sma: Maahtoeulmieh 1P-B mænngan– Jåa1 barkoefaageles ööhpehtimmieprogrammh

source: Árvustallam fágan
sma: Faagem vierhtiedidh

source: Loahppaárvustallama mærrádusá:
sma: Bïhkedassh galhkuvevuarjasjæmman:

source: Åbbålasj árvustallam
sma: Galhkuvevuarjasjimmie

source: Jahkedásse
sma: Jaepiedaltese

source: 10. jahkedásse
sma: 10. jaepiedaltese

source: Oahppe galggi oadtjot avtav åbbålasj karakterav.
sma: Learohkh edtjieh aktem galhkuvekarakterem utnedh.

source: Jo1 viddnofágalasj oahppoprográmma
sma: Jåa1 barkoefaageles ööhpehtimmieprogrammh

source: Jo1 oahppogárvedime oahppoprográmma
sma: Jåa1 studijeryöjreden ööhpehtimmieprogrammh

source: Eksámen – oahppe
sma: Eksamene learoehkidie

source: Oahppe soajtti vuorbbáduvvat tjálalasj eksábmaj.
sma: Learohkh maehtieh tjaaleldh eksamenese geasalgidh.

source: Tjálalasj eksábma guovdásj ásadusájs dagáduvvá ja sensureriduvvá.
sma: Tjaaleldh eksamene dorjesåvva jïh sensureradamme sjædta byögkeles sijjesne.

source: Oahppe soajtti aj vuorbbáduvvat njálmálasj eksábmaj.
sma: Learohkh maehtieh aaj njaalmeldh eksamenese geasalgidh.

source: Njálmálasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.
sma: Njaalmeldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Oahppe soajtti vuorbbáduvvat tjálalasj jali njálmálasj eksábmaj.
sma: Learohkh maehtieh tjaaleldh jallh njaalmeldh eksamenese geasalgidh.

source: Tjálalasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.
sma: Tjaaleldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Gehtja doajmme årnigav ållessjattugij vuodoskåvllååhpadusá gáktuj.
sma: Vuartesjh sïejhme öörnegem maadthskuvlelïerehtæmman geerve almetjidie.

source: Privatista galggi tjadádit tjálalasj eksámav.
sma: Privatisth edtjieh tjaaleldh eksamenem vaeltedh.

source: Eksábma guovdásj ásadusájs dagáduvvá ja sensureriduvvá.
sma: Eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Árvustallama åbbålasj mærrádusá li åhpaduslága njuolgadustjállagijn.
sma: Dah sïejhme bïhkedassh vuarjasjimmien bïjre leah vihtiestamme ööhpehtimmielaaken mieriedimmesne.
